5.UAV_30ms_CFD/Allrun_multicore
#https://github.com/frixlee/openfoam_cases

#!/bin/bash

foamListTimes -rm 

surfaceFeatures

blockMesh

decomposePar -force

foamJob -parallel -screen snappyHexMesh -overwrite

reconstructParMesh -constant

patchSummary

decomposePar -force

foamJob -parallel -screen potentialFoam

foamJob -parallel -screen simpleFoam

reconstructPar
